{
  "Про нас": "About us",
  "Практики": "Practices",
  "Команда": "Team",
  "Переваги": "Advantages",
  "Партнери": "Partners",
  "Благодійність": "Charity",
  "Знаходимо": "We find",
  "Рішення, засновані на законі та досвіді": "Decisions based on law and experience",
  "Зв’язатись з нами": "Contact us",
  "Маєм доствід та репутацію": "We have experience and reputation",
  "двокатське об’єднання «Колегія адвокатів «Гранат» було створено 09 березня 2011 року і об’єднує в собі адвокатів з великим досвідом практичної роботи.": "dvocacy association «Колегія адвокатів «Гранат» was created on March 9, 2011 and unites lawyers from extensive experience of practical work.",
  "Ми є неурядовою організацією, а об’єданням громадян за професійною ознакою.": "We are a non-governmental organization and a professional association of citizens.",
  "Основний напрямок діяльності це надання кваліфікованої правової допомоги громадянам, організаціям та підприємствам": "The main area of activity is the provision of qualified legal assistance to citizens, organizations and enterprises",
  "Більшість нашіх адвокатів мають певну правову спеціалізацію, завдяки чому,": "Most of our lawyers have a certain legal specialization, thanks to which,",
  "може запропонувати послуги в будь-якій галузі права та надати кваліфіковану допомогу з різних питань фізичним та юридичним особам.": "can offer services in any field of law and provide qualified assistance on various issues to individuals and legal entities.",
  "Корпоративне право": "Corporate law",
  "Правова допомога при створенні, ліквідації та перетворенні підприємств будь-якої організаційно-правової форми.": "Legal assistance in the creation, liquidation and transformation of enterprises of any organizational and legal form.",
  "Податкове право": "Tax law",
  "Оптимізація оподаткування. Супровід замовников в процесі вирішення податкових спорів, в тому числі і в судах.": "Optimization of taxation. Support of customers in the process of resolving tax disputes, including in courts.",
  "Кримінальне право": "Criminal Law",
  "Правова допомога адвоката під час будь якої слідчої дії органів досудового слідства ті під час відбування покарання.": "Legal assistance of a lawyer during any investigative action of pre-trial investigation bodies and during the serving of a sentence.",
  "Судова практика": "Judicial practice",
  "Представництво в судах всіх рівнів та юрисдикцій (загальних, господарських, адміністративних)": "Representation in courts of all levels and jurisdictions (general, commercial, administrative)",
  "Правова допомога в корпоративних правовідносинах.": "Legal assistance in corporate legal relations.",
  "Створення, ліквідація та перетворення підприємств будь-якої організаційно-правової форми.": "Creation, liquidation and transformation of enterprises of any organizational and legal form.",
  "Підготовка та проведення зборів учасників/акціонерів.": "Preparation and holding of meetings of participants/shareholders.",
  "Створення корпоративних структур із підприємств для реалізації бізнес цілей.": "Creation of corporate structures from enterprises for the realization of business goals.",
  "Надання консультацій з ведення зовнішньоекономічної діяльності.": "Providing consultations on conducting foreign economic activities.",
  "Юридична експертиза зовнішньоекономічних контрактів.": "Legal examination of foreign economic contracts.",
  "працюємо в наступних напрямках:": "we work in the following areas:",
  "Представлення інтересів перед органами Державної фіскальної служби України, в тому числі їх слідчими та оперативним підрозділами.": "Representation of interests before the bodies of the State Fiscal Service of Ukraine, including their investigative and operational divisions.",
  "Підготовка відповідей на запити податкових органів, оскарження результатів перевірок та податкових повідомлень-рішень, а також інших рішень податкових органів.": "Preparation of answers to requests of tax authorities, appeals of audit results and tax notices-decisions, as well as other decisions of tax authorities.",
  "Захист інтересів в спорах із податковими органами щодо фіктивності господарських відносин та ознак фіктивності компаній – контрагентів.": "Protection of interests in disputes with tax authorities regarding fictitiousness of business relations and signs of fictitiousness of counterparty companies.",
  "Правовий аналіз результатів податкових перевірок, оскарження в адміністративному та судовому порядку.": "Legal analysis of the results of tax audits, administrative and judicial appeals.",
  "Правова допомога адвоката під час досудового слідства, під час взяття під варту та під час будь якої слідчої дії органів досудового слідства.": "Legal assistance of a lawyer during pre-trial investigation, during detention and during any investigative action of pre-trial investigation bodies.",
  "Правова допомога адвоката під час відбування покарання, звільнення від відбування покарання та зміни умов утримання під вартою.": "Legal assistance of a lawyer while serving a sentence, release from serving a sentence, and changing conditions of detention.",
  "Представництво в судах всіх рівнів та юрисдикцій (загальні, господарські, адміністративні).": "Representation in courts of all levels and jurisdictions (general, economic, administrative).",
  "Стягнення дебіторської заборгованості в судовому порядку.": "Collection of receivables in court.",
  "Подробиці": "Details",
  "Досвідчених професіоналів": "Of experienced professionals",
  "Адвокати колегії мають багатий досвід роботи в сфері корпоративних взаємовідносин. Деякі з них є колишніми працівниками великих та малих бізнесів із розвинутими корпоративними структурами.": "The lawyers of the collegium have extensive experience in the field of corporate relations. Some of them are former employees of large and small businesses with developed corporate structures.",
  "Наші адвокати спеціалізуються на створенні та управлінні розвинутих корпоративних структур. Члени адвокатського об’єднання постійно приймають участь в проведенні загальних зборів учасників/акціонерів.": "Our lawyers specialize in the creation and management of advanced corporate structures. Members of the bar association constantly take part in holding general meetings of participants/shareholders.",
  "Наші спеціалисти мають досвід в судових процесах, які проводяться по правилах господарського та адміністративного судочинства.": "Our specialists have experience in court proceedings conducted according to the rules of economic and administrative proceedings.",
  "Члени Колегії адвокатів постійно приймають участь в семінарах з підвищення кваліфікації. Тому, як на практиці, так і в теорії обізнані в процесуальних правах та обов’язках учасників судового процесу.": "Members of the College of Advocates constantly take part in training seminars. Therefore, both in practice and in theory, they are familiar with the procedural rights and obligations of the participants in the legal process.",
  "НАШІ ПЕРЕВАГИ": "OUR ADVANTAGES",
  "ПОШИРЕНИЙ ДОСТУП ДО ІНФОРМАЦІЇ": "WIDE ACCESS TO INFORMATION",
  "Адвокат має низку прав, які надають можливості отримувати додаткову інформацію і матеріали від органів державної влади, місцевого самоврядування, їх посадових і службових осіб тощо. Це значним чином може вплинути на процес реалізації проекту.": "A lawyer has a number of rights that provide the opportunity to receive additional information and materials from state authorities, local governments, their officials and officials, etc. This can significantly affect the project implementation process.",
  "УЧАСТЬ ЕКСПЕРТІВ В РЕАЛІЗАЦІЇ ПРОЕКТІВ": "PARTICIPATION OF EXPERTS IN PROJECT IMPLEMENTATION",
  "Адвокати, у зв’язку із професійною діяльністю, мають розуміння про експертне середовище з питань, що є предметом проекту, а отже зможуть залучити фахівців, експертів з питань, що потребують спеціальних знань, якщо це буде вимагатися під час реалізації проекту.": "Lawyers, in connection with their professional activities, have an understanding of the expert environment on the issues that are the subject of the project, and therefore will be able to attract specialists, experts on issues that require special knowledge, if this is required during the implementation of the project.",
  "КОМПЛЕКСНА ОЦІНКА  ВЕДЕННЯ ПРОЕКТУ": "COMPREHENSIVE EVALUATION OF PROJECT MANAGEMENT",
  "Саме адвокати, мають професійну можливість комплексної оцінки ведення проекту порівняно з юристами та іншими фахівцями, які не мають досвіду можливого судово-експертного супроводження справ.": "It is the lawyers who have a professional opportunity to comprehensively evaluate the project management compared to lawyers and other specialists who do not have experience in possible forensic support of cases.",
  "СПЕЦІАЛІЗАЦІЯ В РІЗНІХ ГАЛУЗЯХ ПРАВА": "SPECIALIZATION IN DIFFERENT FIELDS OF LAW",
  "Реалізація проекту вимагає спеціальних знань не в одній в сфері правових відносин. Саме адвокатське об’ єднання, що включає адвокатів, які спеціалізується у різних галузях права, надасть можливість отримати всебічну, та повну оцінку перспектив доцільності проекту та реалізує цей проєкт.": "Implementation of the project requires special knowledge in more than one area of legal relations. It is the bar association, which includes lawyers who specialize in various fields of law, that will provide an opportunity to obtain a comprehensive and full assessment of the prospects of the feasibility of the project and implement this project.",
  "КОНФІДЕНЦІЙНІСТЬ ТА БЕЗПЕКА ІНФОРМАЦІЇ": "PRIVACY AND SECURITY OF INFORMATION",
  "Вся інформація, яка отримується адвокатами під час здійснення адвокатської діяльності захищена адвокатською таємницею, а адвокати мають Гарантії адвокатської діяльності у відповідності до Законом України «Про адвокатуру та адвокатську діяльність»": "All information obtained by lawyers in the course of legal practice is protected by legal professional secrecy, and lawyers have guarantees of legal practice in accordance with the Law of Ukraine «On Advocacy and Legal Practice»",
  "Наші партнери": "Our partners",
  "УКРАЇНСЬКІ КАМПАНІЇ": "UKRAINIAN COMPANIES",  
  "Підприємства групи ЗЗБК №1": "Enterprises of the ZZBK No. 1 group",  
  "спеціалізуються на: девелопменті, проектуванні, зведенні будівель і споруд зі збірного залізобетону. Власна виробнича база, оснащена сучасним європейським обладнанням.": "specialize in: development, design, construction of buildings and structures from precast reinforced concrete. Own production base, equipped with modern European equipment.",  
  "Группа компаній Petrus": "Petrus group of companies",  
  "об'єднує групу торгово-промислових компаній різних сфер бізнесу - виробнитцва виробів, алкогольних напоїв, с/г продукції, митно-складських послуг, дистрибуції лікеро-горілчаних виробів, косметики, продуктів харчування, транспортних засобів.": "unites a group of trade and industrial companies from various business areas - production of products, alcoholic beverages, agricultural products, customs warehousing services, distribution of liquor and vodka products, cosmetics, food products, vehicles.",  
  "Компанія Світ IT": "The World IT company",  
  "понад десятків років займається проектами в галузі ІТ. Має велику кількість клієнтів і вендорів, з якими багато років є  партнерами. Працюють з багатьма галузями та індустріями.": "has been engaged in projects in the field of IT for more than ten years. Has a large number of clients and vendors with whom they have been partners for many years. They work with many branches and industries.",  
  "Підприємство ТОВ «Перший трубний завод»": "«First Pipe Factory» LLC",  
  "Має 2000 найменувань продукції.  Виробництво здійснюється на сучасному обладнанні, за новітніми технологіями.": "It has 2000 product names. Production is carried out on modern equipment, according to the latest technologies.",  
  "Інжинірінгова компания, займаєтьс розробкою та впровадженням рішень з електропостачання та автоматизації для проектів енергетики, промисловості, нерухомості та будівництва.": "An engineering company engaged in the development and implementation of power supply and automation solutions for energy, industry, real estate and construction projects.",  
  "Маємо досвід та репутацію": "We have experience and reputation",  
  "двокатське об’єднання «Колегія адвокатів «Гранат»": "dvocacy association «Колегія адвокатів «Гранат»",  
  "Перший розділ": "The first chapter",  
  "Основний напрямок": "The main direction",  
  "Другий розділ": "The second section",  
  "01001 Україна, м. Київ": "01001 Ukraine, Kyiv",  
  "вул. Трьохсвятительска, 5/1а": "St. Triochsvyatitelska, 5/1a",  
  "офіс 307": "office 307"
}
